Repository: sunvc/NoLet
Catalog: LocationExtension/Localizable.xcstrings
Source language: en
Languages: zh_hans

# APP内部没有明确授权!
source: No explicit authorization in the app!
zh_hans: APP内部没有明确授权!

# iCloud 服务暂时不可用，请稍后再试
source: iCloud service is temporarily unavailable, please try again later.
zh_hans: iCloud 服务暂时不可用，请稍后再试

# iCloud 访问受限，可能由家长控制或 MDM 设备管理策略导致
source: iCloud access restricted, possibly caused by parental controls or MDM device management policies
zh_hans: iCloud 访问受限，可能由家长控制或 MDM 设备管理策略导致

# iCloud 账户可用
source: iCloud account available
zh_hans: iCloud 账户可用

# 位置信息获取成功
source: Location Retrieved
zh_hans: 位置信息获取成功

# 无法确定 iCloud 账户状态，可能是网络问题
source: Unable to determine iCloud account status, possibly a network issue
zh_hans: 无法确定 iCloud 账户状态，可能是网络问题

# 未登录 iCloud，请登录 iCloud 账户
source: Not logged into iCloud, please log into iCloud account
zh_hans: 未登录 iCloud，请登录 iCloud 账户

# 未知 iCloud 状态
source: Unknown iCloud status
zh_hans: 未知 iCloud 状态

# 检查 iCloud 账户状态出错
source: Error checking iCloud account status
zh_hans: 检查 iCloud 账户状态出错

# 获取位置
source: Get location
zh_hans: 获取位置
